{
  "generalQuestions": [
    "ความหมายของคำว่า “Digital Innovation เว็บไซต์นวัตกรรมนำประเทศ” ในมุมมองของน้องคืออะไร เพราะอะไร จงอธิบาย และยกตัวอย่าง ?",
    "ยกตัวอย่างและอธิบายปัญหาที่ส่งผลกระทบเป็นวงกว้างมา 1 อย่าง ที่น้องสามารถนำนวัตกรรมหรือเทคโนโลยีเข้าไปแก้ปัญหาได้ และอธิบายว่าแก้อย่างไร และจะทำให้คุณภาพชีวิตให้ดีขึ้นได้อย่างไร?",
    "กลุ่มของน้อง 8 คน กำลังพัฒนาโครงการหนึ่ง สมมติว่ามีผู้สนใจกลุ่มของน้อง โดยมีเงินทุนให้ 20 ล้านบาท กลุ่มของน้องได้ตกลงกับเขา เขาคาดหวังให้กลุ่มของน้องต้องพัฒนาโครงการให้เสร็จภายใน 8 เดือน ปรากฏว่า 2 เดือนผ่านไป น้องรู้สึกว่าโครงการไม่มีความคืบหน้า น้องจะทำอย่างไรกับโปรเจคนี้และกลุ่มของน้อง (หากมาเงื่อนไขหรือตัวแปรไม่พอในการตอบคำถาม ให้น้องระบุเงื่อนไขขึ้นมาได้ แล้วนำไปใช้ในการตอบคำถามด้วย)"
  ],
  "specialQuestions": {
    "design": [
      "ในฐานะที่น้องจะเป็นนักออกแบบในอนาคต น้องคิดว่าจะสามารถพัฒนาสังคมในด้านไหนผ่านงานออกแบบได้อย่างไร และในรูปแบบไหนบ้าง",
      "ถ้า Facebook เป็นคน คนๆนั้นจะมีบุคลิกนิสัยอย่างไร ให้น้องอธิบายตัวตนของ Facebook โดยสังเขป",
      "ให้ยกตัวอย่างเว็บไซต์ไทยที่อยากจะให้มีการปรับปรุงรูปแบบการใช้งาน พร้อมอธิบายถึงวิธีแก้ไข",
      "[พิเศษ] อัพโหลดแฟ้มสะสมผลงาน (Portfolio) ไฟล์ .PDF ขนาดไม่เกิน 20 MB"
    ],
    "marketing": [
      "อะไรคือปัจจัยสำคัญที่นักการตลาดต้องศึกษาและเข้าใจ เพื่อใช้ในการวางแผนกลยุทธ์ให้ธุรกิจประสบความสำเร็จ จงยกตัวอย่างพร้อมอธิบาย (ตอบแยกเป็นข้อไม่ต่ำกว่า 3 ข้อย่อย)",
      "จงอธิบายกลยุทธ์การทำตลาดหลักที่สำคัญของธุรกิจเว็บไซต์หลังยุค Digital Blur หรือยุคที่ Digital ไม่ได้ทำให้เกิดความแตกต่างในการแข่งขันอีกต่อไป",
      "จงยกตัวอย่างธุรกิจแอพพลิเคชั่นมือถือที่คุณรู้จัก (เช่น Grab, Ookbee, Agoda ฯลฯ) มา 1 ธุรกิจ แล้วสมมติว่าธุรกิจดังกล่าวเป็นธุรกิจใหม่ที่เพิ่งจะเปิดตัวในตลาดประเทศไทย มีงบการตลาดสำหรับสื่อสารและประชาสัมพันธ์เดือนละ 1 แสนบาท จงอธิบายว่าคุณจะใช้กลยุทธ์ทางการสื่อสารการตลาดอย่างไร ผ่านช่องทางใด อย่างไรบ้าง เพื่อให้ธุรกิจประสบความสำเร็จมากที่สุดภายในระยะเวลา 12 เดือน (คำตอบไม่เกิน 1 หน้า A4 โดยประมาณ)"
    ],
    "content": [
      "เลือกวิชาที่คุณเรียนในมหาวิทยาลัยมาหนึ่งวิชา แล้วเขียนรีวิววิชานั้นว่าเป็นอย่างไร โดยระบุทั้งข้อดีและข้อด้อย เพื่อเป็นข้อมูลให้รุ่นน้องของคุณใช้ตัดสินใจว่าจะลงทะเบียนเรียนวิชานี้ในอนาคตหรือไม่",
      "จงเขียนบทความวิเคราะห์เชิงลึกว่าทำไมวง BNK48 จึงได้รับความนิยมในเมืองไทย",
      "อยากให้น้องๆ ลองจินตนาการตัวเอง ตอนอายุ 30 กับ ตอนอายุ 50 ว่าตัวเองจะเป็นยังไง แล้วเขียนบรรยายทั้งสองช่วงอายุมา"
    ],
    "programming": [
      "ให้เลือก Technology, Library หรือแนวคิดใหม่ๆ ในการทำเว็บมาหนึ่งอย่างแล้วอธิบายว่าคืออะไร และทำไมถึงตัดสินใจเลือกอันนี้",
      "ทำไมถึงอยากเป็น Programmer / Developer",
      "ให้ออกแบบระบบจองห้องประชุมของห้องสมุดมหาวิทยาลัย โดยให้ระบุ Feature ที่อยากให้มี, เทคโนโลยีที่จะเลือกใช้, โครงสร้างของระบบและการทำงาน",
      "จงเขียน function cardAt ที่รับค่า n และคืนค่าเป็นเลขของไพ่ในสำรับลำดับที่ n โดยเรียงตามดอกไพ่ (C, D, H, S) และเลขไพ่ (2, 3, 4, 5, 6, 7, 8, 9, 0, J, Q, K, A) ตามลำดับ ตัวอย่างเช่น cardAt(0) = 2C, cardAt(1) = 3C, cardAt(34) = 0H และ cardAt(35) = JH เป็นต้น โดยเขียนคำตอบมาโดยใช้ภาษาใดก็ได้ หรือเป็น psuedocode ก็ได้เช่นกัน"
    ]
  }
}
