{
  "generalQuestions": [
    "ความหมายของคำว่า “Digital Innovation เว็บไซต์นวัตกรรมนำประเทศ” ในมุมมองของน้องคืออะไร เพราะอะไร จงอธิบาย และยกตัวอย่าง ?",
    "ยกตัวอย่างปัญหาประเทศมา 1 อย่าง ที่น้องสามารถนำนวัตกรรมหรือเทคโนโลยีเข้าไปทำให้คุณภาพชีวิตให้ดีขึ้นได้ ?",
    "กลุ่มของน้อง 8 คน กำลังพัฒนาผลงานชิ้นหนึ่ง สมมติว่ามีผู้สนใจกลุ่มของน้อง โดยมีเงินทุนให้ 20 ล้านบาท กลุ่มของน้องได้ตกลงกับเขา เขาคาดหวังให้กลุ่มของน้องต้อง launch product ภายใน 8 เดือน ปรากฏว่า 2 เดือนผ่านไป น้องรู้สึกว่า project ไม่มีความคืบหน้า น้องจะทำอย่างไรกับโปรเจคนี้และกลุ่มของน้อง"
  ],
  "specialQuestions": {
    "design": [
      "ดีไซน์ข้อแรก",
      "ดีไซน์ข้อสอง",
      "ดีไซน์ข้อสาม (อยากจะอัพรูปอีก เอาเข้าไป)"
    ],
    "marketing": [
      "อะไรคือปัจจัยสำคัญที่นักการตลาดต้องศึกษาและเข้าใจ เพื่อใช้ในการวางแผนกลยุทธ์ให้ธุรกิจประสบความสำเร็จ จงยกตัวอย่างพร้อมอธิบาย (ตอบแยกเป็นข้อไม่ต่ำกว่า 3 ข้อย่อย)",
      "จงอธิบายกลยุทธ์การทำตลาดหลักที่สำคัญของธุรกิจเว็บไซต์หลังยุค Digital Blur หรือยุคที่ Digital ไม่ได้ทำให้เกิดความแตกต่างในการแข่งขันอีกต่อไป",
      "จงยกตัวอย่างธุรกิจแอพพลิเคชั่นมือถือที่คุณรู้จัก (เช่น Grab, Ookbee, Agoda ฯลฯ) มา 1 ธุรกิจ แล้วสมมติว่าธุรกิจดังกล่าวเป็นธุรกิจใหม่ที่เพิ่งจะเปิดตัวในตลาดประเทศไทย มีงบการตลาดสำหรับสื่อสารและประชาสัมพันธ์เดือนละ 1 แสนบาท จงอธิบายว่าคุณจะใช้กลยุทธ์ทางการสื่อสารการตลาดอย่างไร ผ่านช่องทางใด อย่างไรบ้าง เพื่อให้ธุรกิจประสบความสำเร็จมากที่สุดภายในระยะเวลา 12 เดือน (คำตอบไม่เกิน 1 หน้า A4 โดยประมาณ)"
    ],
    "content": [
      "คอนเท้นข้อแรก",
      "คอนเท้นข้อสอง",
      "คอนเท้นข้อสาม"
    ],
    "programming": [
      "ให้เลือก Technology, Library หรือแนวคิดใหม่ๆ ในการทำเว็บมาหนึ่งอย่างแล้วอธิบายว่าคืออะไร และทำไมถึงตัดสินใจเลือกอันนี้",
      "ทำไมถึงอยากเป็น Programmer / Developer",
      "ออกแบบระบบจองห้องประชุมของห้องสมุดมหาวิทยาลัย โดยให้ระบุ Feature ที่อยากให้มี, เทคโนโลยีที่จะเลือกใช้, โครงสร้างของระบบและการทำงาน",
      "จงเขียน function cardAt ที่รับค่า n และคืนค่าเป็นเลขของไพ่ในสำรับลำดับที่ n โดยเรียงตามดอกไพ่ (C, D, H, S) และเลขไพ่ (2, 3, 4, 5, 6, 7, 8, 9, 0, J, Q, K) ตามลำดับ ตัวอย่างเช่น cardAt(0) = 2C, cardAt(1) = 3C, cardAt(34) = 0H และ cardAt(35) = JH เป็นต้น โดยเขียนคำตอบมาโดยใช้ภาษาใดก็ได้ หรือเป็น psuedocode ก็ได้เช่นกัน"
    ]
  }
}