{
  "whatIsYwc": "ค่ายสร้างเว็บหนึ่งเดียวของไทย ที่กำลังตามหาคนทำเว็บสายเลือดใหม่ มาร่วมสร้าง ”เว็บไซต์นวัตกรรม นำประเทศ” กับพวกเรา และเพื่อน ๆ จากหลากหลายสาขา ไม่ว่าจะเป็น  CONTENT DESIGN MARKETING และ PROGRAMMING ที่ต้องร่วมกันฟันฝ่าภารกิจ แถมยังได้ใกล้ชิดกูรูจากวงการเว็บไทย ที่จะมาแนะแนวทาง พร้อมให้คำวิจารณ์อย่างดุ เด็ด เผ็ด มัน\nหากคุณคือนักศึกษารุ่นใหม่ ที่อยากจะพัฒนาประเทศไทย ด้วยนวัตกรรมใหม่ๆ แห่งโลกดิจิทัล มาร่วมเป็นส่วนหนึ่ง กับ Young Webmaster Camp ครั้งที่ 15 แล้วเราจะพาประเทศไทยไปข้างหน้าด้วยกัน",
  "qa": [
    {
      "q": "ทำเว็บไม่เป็น ไม่เคยทำเว็บ สมัครได้ไหม ?",
      "a": "ได้แน่นอนค่ะ เพราะคนเราไม่ได้มีความถนัดเหมือนกัน เช่นเดียวกับการทำเว็บไซต์ในค่าย #YWC14 ที่เน้นการทำงานเป็นทีมของทั้ง 4 ด้าน\nใครชอบเขียนหรือเล่าเรื่องอะไรจนเพื่อนร้องว้าว แนะนำเข้าสาขา Content เลย\nส่วนคนที่ว่างเมื่อไหร่เป็นต้องหยิบจับดินสอปากกามาวาดภาพหรือร่างกราฟฟิคต่าง ๆ ก็สาขา Design\nสำหรับคนที่วิสัยทัศน์กว้างไกล ชอบจัดการ วางแผน ต้องเป็นสาขา Marketing\nและสุดท้ายใครที่มีพื้นฐานการเขียนเว็บในระดับหนึ่งก็แนะนำสาขา Programming\nทั้งหมดนี้ขอแค่น้องมีความพยายามที่จะเรียนรู้ พัฒนาตัวเองก่อนเข้าค่าย มีพื้นฐานมาเล็กน้อย ก็สมัครได้แล้วจ้า"
    },
    {
      "q": "ไม่มี Facebook สามารถสมัครได้ไหม ?",
      "a": "ไม่ได้นะคะ เพราะการสมัครเข้าค่ายจะต้องยืนยันตัวเองด้วยการ Log in ผ่าน Facebook นอกจากนี้เราจะมีกลุ่มที่ใช้ในการติดต่อสื่อสารระหว่างก่อนค่ายและหลังค่ายสายสัมพันธ์ของครอบครัว YWC นี้ไม่ได้จบเพียง 4 วัน 3 คืนแน่นอน ยังมีข่าวสารและกิจกรรมเฉพาะของชาว YWC ที่สามารถรู้ได้แค่ในกลุ่มเท่านั้น"
    },
    {
      "q": "พี่ ๆ ครับค่าย #YWC14 ปิดรับสมัครวันที่เท่าไรครับ แล้วจะรู้ได้ยังไงว่าผ่านการคัดเลือกแล้ว ?",
      "a": "ค่ายของเราจะปิดรับสมัครวันที่ 15 พฤศจิกายนนี้ค่ะ น้องคนไหนยังไม่สมัคร รีบสมัครด่วน และเพื่อความสะดวกในการติดตามข่าวสาร พวกเราจะทำการแจ้งถึงการประกาศรายชื่อผู้ได้รับคัดเลือกบนหน้าเว็บไซต์น้อง ๆ ไปกด See First ที่หน้าแฟนเพจของพวกเราเพื่อให้รู้ทันข่าวสารอย่างใกล้ชิด หรือน้อง ๆ จะเข้ามาตรวจสอบรายชื่อโดยตรงที่เว็บไซต์ของเราก็ได้เลย"
    },
    {
      "q": "อยากกระจายข่าวค่ายนี้ให้เพื่อน ๆ รู้ต้องทำยังไง ?",
      "a": "ง่ายมาก แค่ใช้ Hashag ว่า #ywc15 บน Social Network ของน้องๆ ได้เลย และสำหรับใครที่มีเว็บไซต์ก็ยังสามารถเข้าไปที่หน้า Media เพื่อทำการโหลดแบนเนอร์ไปใช้โปรโมทค่ายได้ด้วยนะ"
    }
  ],
  "major": {
    "programming": {
      "title": "WEB PROGRAMMING",
      "description": "สร้างด้วยมือ พัฒนาด้วยใจ ผู้ผลักดันเว็บไซต์ให้เกิดขึ้นจริง ด้วยทักษะและความเชี่ยวชาญในด้านการเขียนโปรแกรม"
    },
    "design": {
      "title": "WEB DESIGN",
      "description": "สาดสี ใส่จินตนาการ สรรค์สร้างเว็บไซต์ให้สวยงาม และตรงตามการใช้งานมากที่สุด"
    },
    "marketing": {
      "title": "WEB MARKETING",
      "description": "วางแผนอย่างเฉียบขาด มุมมองทางการตลาดเป็นเลิศ สร้างคุณค่า และผลักดันเว็บไซต์ให้ถึงกลุ่มเป้าหมายอย่างตรงจุด"
    },
    "content": {
      "title": "WEB CONTENT",
      "description": "หัวใจหลักของการดึงดูดคนเข้าเว็บไซต์ ด้วยวิธีการนำเสนอเนื้อหาที่ตรงใจ สดใหม่ และสร้างสรรค์"
    }
  },
  "contact": [
    "0xx-xxx-xxxx (พี่เบ๊บ)",
    "092-458-7067 (พี่ฟง)",
    "085-666-7571 (พี่เบนซ์)"
  ],
  "doneRegister": "น้องได้ทำการสมัครค่ายเสร็จเรียบร้อย ติดตามประกาศผลได้เร็วๆ นี้นะคะ"
}
