{
  "whatIsYwc": "ค่ายสร้างเว็บหนึ่งเดียวของไทย ที่กำลังตามหาคนทำเว็บสายเลือดใหม่ มาร่วมสร้าง ”เว็บไซต์นวัตกรรม นำประเทศ” กับพวกเรา และเพื่อนๆ จากหลากหลายสาขา\nไม่ว่าจะเป็น Content, Design, Marketing และ Programming ที่ต้องร่วมกันฟันฝ่าภารกิจ แถมยังได้ใกล้ชิดกูรูจากวงการเว็บไทย ที่จะมาแนะแนวทาง พร้อมให้คำวิจารณ์อย่างดุ เด็ด เผ็ด มัน\nหากคุณคือนักศึกษารุ่นใหม่ ที่อยากจะพัฒนาประเทศไทย ด้วยนวัตกรรมใหม่ๆ แห่งโลกดิจิทัล มาร่วมเป็นส่วนหนึ่ง กับ Young Webmaster Camp ครั้งที่ 15 แล้วเราจะพาประเทศไทยไปข้างหน้าด้วยกัน",
  "qa": [
    {
      "q": "เขียนโค้ดไม่ได้ ทำเว็บไม่เป็น สมัครได้ไหม ?",
      "a": "ได้แน่นอนค่ะ เพราะเรารู้ว่าแต่ละคนมีความถนัดไม่เหมือนกัน แต่สิ่งที่จะทำให้ทุกคนฝ่าฟันภารกิจไปได้ ต้องเกิดจากการร่วมมือกันทั้ง 4 ด้าน\nถ้าเป็นคนชอบคิด ชอบเขียน ชอบเล่าเรื่อง ที่ทำให้คนที่ได้อ่าน ได้ฟังต้องตะลึง แนะนำสาขา Content\nส่วนคนที่ว่างเมื่อไหร่เป็นต้องหยิบจับดินสอปากกามาขีดเขียน วาดนู่น ออกแบบนี่ แนะนำสาขา Design\nสำหรับคนที่มีวิสัยทัศน์กว้างไกล ชอบจัดการและวางแผน เพื่อให้บรรลุวัตถุประสงค์ แนะนำสาขา Marketing\nหรือถ้าเป็นคนที่มีพื้นฐานการเขียนเว็บในระดับหนึ่ง สาขา Programming ก็ไม่ได้ยากเกินความสามารถ แค่มีความตั้งใจ และใช้ทักษะพื้นฐาน และความถนัดที่มี แค่นี้ก็สามารถสมัครได้แล้วจ้า"
    },
    {
      "q": "ไม่มี Facebook สามารถสมัครได้ไหม ?",
      "a": "ไม่สามารถสมัครได้ เพราะเราจะต้องยืนยันตัวเองด้วยการ Log in ผ่าน Facebook ซึ่งถ้าไม่มี Facebook ก็ไม่สามารถสมัครได้ค่ะ นอกจากนี้เรายังจะมีกลุ่มที่ใช้ในการติดต่อสื่อสารทั้งก่อนและหลังค่าย สายสัมพันธ์ของค่าย Young Webmaster Camp ครั้งที่ 15 นี้ไม่ได้จบเพียง 4 วัน 3 คืนอย่างแน่นอน ยังมีข่าวสารและกิจกรรมเฉพาะของชาว YWC ที่สามารถรู้ได้แค่ในกลุ่มบน Facebook เท่านั้น"
    },
    {
      "q": "พี่ๆ ค่าย #YWC15 จะประกาศผลเมื่อไหร่ แล้วจะรู้ได้ยังไงว่า ผ่านการคัดเลือกแล้ว ?",
      "a": "ค่ายของเราจะปิดรับสมัครวันที่ 5 พฤศจิกายนนี้ค่ะ น้องคนไหนยังไม่สมัคร รีบสมัครด่วน และเพื่อความสะดวกในการติดตามข่าวสาร พวกเราจะทำการแจ้งถึงการประกาศรายชื่อผู้ได้รับคัดเลือกบนหน้าเว็บไซต์น้องๆ ไปกด See First ที่หน้าแฟนเพจของพวกเราเพื่อให้รู้ทันข่าวสารอย่างใกล้ชิด หรือน้องๆ จะเข้ามาตรวจสอบรายชื่อโดยตรงที่เว็บไซต์ของเราก็ได้เลย"
    },
    {
      "q": "อยากกระจายข่าวค่ายนี้ให้เพื่อนๆ รู้ต้องทำยังไง ?",
      "a": "ง่ายมาก แค่ใช้ Hashtag ว่า #ywc15 บน Social Network ของน้องๆ ได้เลย และสำหรับใครที่มีเว็บไซต์ก็ยังสามารถเข้าไปที่หน้า Media เพื่อทำการโหลดแบนเนอร์ไปใช้โปรโมทค่ายได้ด้วยนะ"
    }
  ],
  "major": {
    "programming": {
      "title": "WEB PROGRAMMING",
      "description": "สร้างด้วยมือ พัฒนาด้วยใจ ผู้ผลักดันเว็บไซต์ให้เกิดขึ้นจริง ด้วยทักษะและความเชี่ยวชาญในด้านการเขียนโปรแกรม",
      "fullDescription": "ปลายนิ้วมือที่จรดลงบนแป้นพิมพ์ ปรากฏเป็นโค้ดนับพันบรรทัด เกิดจากทักษะที่ผ่านการฝึกฝน และพัฒนาฝีมืออย่างไม่หยุดยั้ง เพื่อให้โค้ดนั้น กลายเป็นเว็บไซต์ที่เกิดขึ้นจริง ใช้งานได้จริง และพร้อมต้อนรับทุกคนที่เปิดเข้าชม"
    },
    "design": {
      "title": "WEB DESIGN",
      "description": "สาดสี ใส่จินตนาการ สรรค์สร้างเว็บไซต์ให้สวยงาม และตรงตามการใช้งานมากที่สุด",
      "fullDescription": "การใช้จินตนาการผสานความสร้างสรรค์ ออกแบบเว็บไซต์ให้สวยงามสะดุดตา เพราะความสวยงามคือปราการแรกที่ทำให้ดูน่าใช้ บวกกับการจัดวางที่ตรงใจ ตรงตามการใช้งาน จะสร้างความถูกใจ และสะดวกสบายแก่ผู้บริโภค"
    },
    "marketing": {
      "title": "WEB MARKETING",
      "description": "วางแผนอย่างเฉียบขาด มุมมองทางการตลาดเป็นเลิศ สร้างคุณค่า และผลักดันเว็บไซต์ให้ถึงกลุ่มเป้าหมายอย่างตรงจุด",
      "fullDescription": "เว็บไซต์ที่ออกแบบอย่างสวยงาม มีเนื้อหาที่ตรงใจ แต่จะเข้าถึงผู้บริโภคได้อย่างไร ถ้าขาดคนผลักดันเว็บไซต์ที่มีมุมมองทางการตลาด รู้วิธีการใช้กลยุทธ์ทางการตลาด ในการสร้างคุณค่าให้เว็บไซต์และดึงดูดใจกลุ่มเป้าหมายเข้ามาในเว็บไซต์ให้มากที่สุด "
    },
    "content": {
      "title": "WEB CONTENT",
      "description": "หัวใจหลักของการดึงดูดคนเข้าเว็บไซต์ ด้วยวิธีการนำเสนอเนื้อหาที่ตรงใจ สดใหม่ และสร้างสรรค์",
      "fullDescription": "หัวใจหลักของการดึงดูดคนเข้าเว็บไซต์ เพราะสิ่งที่ทำให้ผู้บริโภคสนใจ คือเนื้อหาในเว็บไซต์ที่ผ่านความคิดสร้างสรรค์ แล้วสรรค์สร้างเนื้อหาให้ออกมาได้ตรงใจกลุ่มเป้าหมาย มีความสดใหม่ทันเหตุการณ์ ทำให้เว็บไซต์น่าติดตาม และเป็นประโยชน์กับผู้บริโภค"
    }
  },
  "contact": [
    { "text": "092-458-7067 (พี่ฟง)", "tel": "+66924587067"},
    { "text": "085-666-7571 (พี่เบนซ์)", "tel": "+6656667571"}
  ],
  "doneRegister": "น้องได้ทำการสมัครค่ายเสร็จเรียบร้อย ติดตามประกาศผลได้เร็วๆ นี้นะคะ"
}
